/* Cancel button for MyMindNode setup. */
"Cancel" = "Cancel";

/* Copy Link custom sharing service */
"Copy Link" = "Copy Link";

/* Shown as message when a user tries to share a MyMindNode document without enabled iCloud */
"iCloud not configured" = "iCloud not configured";

/* Shown as label on the MyMindNode sharing service menu item. */
"MyMindNode" = "MyMindNode";

/* Shown in the MyMindNode pref pane when iCloud is not available. */
"MyMindNode requires iCloud" = "MyMindNode requires iCloud";

/* Shown in Notification Center when the current MyMindNode upload finishes */
"MyMindNode Upload Completed" = "MyMindNode Upload Completed";

/* Shown in the MyMindNode pref pane as the user account */
"N/A" = "N/A";

/* Text for button to open iCloud System Preferences (MyMindNode setup) */
"Open iCloud System Preferences" = "Open iCloud System Preferences";

/* Shown in Notification Center when the current MyMindNode upload finishes */
"Successfully uploaded \"%@\" to MyMindNode." = "Successfully uploaded \"%@\" to MyMindNode.";

/* Shown as informative text when a user tries to share a document via MyMindNode without configured iCloud */
"You need to be signed into your iCloud account to use MyMindNode." = "You need to be signed into your iCloud account to use MyMindNode.";

